Repository: BoomboxRapsody/ProjectYomi-resources
Catalog: osu.Game.Resources/Localisation/Notifications.*.resx
Languages: es, fa_ir

# header_title
source: notifications
es: notificaciones
fa_ir: اعلان ها

# header_description
source: waiting for 'ya
es: esperando por ti
fa_ir: منتظرت هستیم

source: Running Tasks
es: Tareas en ejecución
fa_ir: وظایف در حال اجرا

source: Clear All
es: Borrar todo
fa_ir: پاکسازی همه

source: Cancel All
es: Cancelar todo
fa_ir: لغو همه

# battery_low
source: Your battery level is low! Charge your device to prevent interruptions during gameplay.
es: ¡Tu nivel de batería es bajo! Carga tu dispositivo para evitar interrupciones durante el juego.
fa_ir: شارژ باتری شما کم است. دستگاه خود را شارژ کنید تا از وقفه میان بازی جلوگیری کنید.

# game_volume_too_low
source: Your game volume is too low to hear anything! Click here to restore it.
es: ¡El volumen de tu juego es demasiado bajo para escuchar algo! Haz clic aquí para restaurarlo.
fa_ir: سطح صدای بازی شما برای این که چیزی بشنوید خیلی کم است! اینجا کلیک کنید تا آن را بازگردانید.

# no_autoplay_mod
source: The current ruleset doesn't have an autoplay mod available!
es: ¡El set de juego actual no tiene un mod de juego automático disponible!
fa_ir: رول‌ست فعلی ماد اجرای خودکار ندارد!

# audio_playback_issue
source: osu! doesn't seem to be able to play audio correctly. Please try changing your audio device to a working setting.
es: Parece que osu! no puede reproducir audio correctamente. Intente cambiar la configuración del dispositivo de audio.
fa_ir: osu! ظاهرا قادر به پخش صحیح صدا نیست. لطفا خروجی صدای دستگاه خود را به تنظیماتی که کار کند تغییر دهید.

# score_overlay_disabled
source: The score overlay is currently disabled. You can toggle this by pressing {0}.
es: La superposición de puntuaciones está actualmente deshabilitada. Puede alternar esto presionando {0}.
fa_ir: پوشش امتیاز غیرفعال است. شما میتوانید آن را با فشردن {0} فعال کنید.
